Repository: ghzdeveloperz/controllstok_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

# companyAcceptPrivacyPrefix
source: I have read and agree to the
de: Ich habe gelesen und stimme zu:
es: He leído y acepto la
pt: Eu li e concordo com as

# companyPrivacyLink
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
pt: Políticas de privacidade

# companyFinishButton
source: Finish setup
de: Einrichtung abschließen
es: Finalizar registro
pt: Finalizar cadastro

# companyErrorCompanyRequired
source: Please enter the legal/company name
de: Bitte Firmenname angeben
es: Completa la razón social / nombre de la empresa
pt: Preencha a razão social / nome da empresa

# companyErrorBusinessTypeRequired
source: Please select a business type
de: Bitte eine Branche auswählen
es: Selecciona el tipo de negocio
pt: Selecione o tipo de negócio

# companyErrorOtherBusinessTypeRequired
source: Please describe the business type (up to 20 characters)
de: Bitte Branche beschreiben (bis zu 20 Zeichen)
es: Describe el tipo de negocio (hasta 20 caracteres)
pt: Descreva o tipo de negócio (até 20 caracteres)

# companyErrorFantasyRequired
source: Please enter the trade name
de: Bitte Handelsnamen angeben
es: Completa el nombre comercial
pt: Preencha o nome fantasia

# companyErrorOwnerRequired
source: Please enter the person in charge
de: Bitte verantwortliche Person angeben
es: Completa el responsable
pt: Preencha o responsável

# companyErrorPhoneRequired
source: Please enter the phone/WhatsApp number
de: Bitte Telefon/WhatsApp angeben
es: Completa el teléfono / WhatsApp
pt: Preencha o telefone / WhatsApp

# companyErrorAcceptLegal
source: You must accept the Terms of Use and the Privacy Policy.
de: Du musst die Nutzungsbedingungen und die Datenschutzerklärung akzeptieren.
es: Debes aceptar los Términos de uso y la Política de privacidad.
pt: Você precisa aceitar os Termos e a Política de Privacidade.

# companyErrorSaveFailed
source: Could not save your details. Please try again.
de: Daten konnten nicht gespeichert werden. Bitte erneut versuchen.
es: Error al guardar los datos. Inténtalo de nuevo.
pt: Erro ao salvar os dados. Tente novamente.

# privacyPolicyTitle
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
pt: Política de Privacidade

# privacyPolicySection1Title
source: 1. Introduction
de: 1. Einleitung
es: 1. Introducción
pt: 1. Introdução

# privacyPolicySection1Body
source: ControllStok is an inventory management app. This Privacy Policy describes how users’ information is handled and protected.
de: ControllStok ist eine App zur Lagerverwaltung. Diese Datenschutzerklärung beschreibt, wie Benutzerinformationen verarbeitet und geschützt werden.
es: ControllStok es una aplicación de gestión de inventario. Esta Política de Privacidad describe cómo se tratan y protegen los datos de los usuarios.
pt: O MyStoreDay é um aplicativo de gerenciamento de estoque. Esta Política de Privacidade descreve como as informações dos usuários são tratadas e protegidas.

# privacyPolicySection2Title
source: 2. Data Collection
de: 2. Datenerhebung
es: 2. Recopilación de Datos
pt: 2. Coleta de Dados

# privacyPolicySection2Body
source: The app may collect basic information necessary for its operation, such as login data and information related to products registered in your inventory.
de: Die App kann grundlegende Informationen erfassen, die für ihren Betrieb erforderlich sind, wie z. B. Anmeldedaten und Informationen zu im Lager erfassten Produkten.
es: La aplicación puede recopilar información básica necesaria para su funcionamiento, como datos de inicio de sesión e información relacionada con los productos registrados en el inventario.
pt: O aplicativo pode coletar informações básicas necessárias para o funcionamento, como dados de login e informações relacionadas aos produtos cadastrados no estoque.

# privacyPolicySection3Title
source: 3. Use of Information
de: 3. Verwendung der Informationen
es: 3. Uso de la Información
pt: 3. Uso das Informações

# privacyPolicySection3Body
source: The collected information is used exclusively for the app’s operation, improving the user experience, and internal inventory control.
de: Die gesammelten Informationen werden ausschließlich für den Betrieb der App, zur Verbesserung der Benutzererfahrung und zur internen Lagerkontrolle verwendet.
es: La información recopilada se utiliza exclusivamente para el funcionamiento de la aplicación, la mejora de la experiencia del usuario y el control interno del inventario.
pt: As informações coletadas são utilizadas exclusivamente para o funcionamento do aplicativo, melhoria da experiência do usuário e controle interno de estoque.

# privacyPolicySection4Title
source: 4. Data Sharing
de: 4. Weitergabe von Daten
es: 4. Compartición de Datos
pt: 4. Compartilhamento de Dados

# privacyPolicySection4Body
source: ControllStok does not share personal data with third parties, except when required by law.
de: ControllStok gibt personenbezogene Daten nicht an Dritte weiter, außer wenn dies gesetzlich vorgeschrieben ist.
es: ControllStok no comparte datos personales con terceros, excepto cuando sea requerido por ley.
pt: O MyStoreDay não compartilha dados pessoais com terceiros, exceto quando exigido por lei.

# privacyPolicySection5Title
source: 5. Security
de: 5. Sicherheit
es: 5. Seguridad
pt: 5. Segurança

# privacyPolicySection5Body
source: We adopt technical and organizational measures to protect stored data, reducing the risk of unauthorized access.
de: Wir setzen technische und organisatorische Maßnahmen ein, um gespeicherte Daten zu schützen und das Risiko eines unbefugten Zugriffs zu minimieren.
es: Adoptamos medidas técnicas y organizativas para proteger los datos almacenados, reduciendo el riesgo de accesos no autorizados.
pt: Adotamos medidas técnicas e organizacionais para proteger os dados armazenados, reduzindo riscos de acesso não autorizado.

# privacyPolicySection6Title
source: 6. User Responsibilities
de: 6. Verantwortlichkeiten der Benutzer
es: 6. Responsabilidades del Usuario
pt: 6. Responsabilidades do Usuário

# privacyPolicySection6Body
source: The user is responsible for keeping their access credentials secure and for all activities performed under their account.
de: Die Benutzer sind dafür verantwortlich, ihre Zugangsdaten sicher aufzubewahren und für alle Aktivitäten verantwortlich, die über ihr Konto durchgeführt werden.
es: El usuario es responsable de mantener seguras sus credenciales de acceso y de todas las actividades realizadas en su cuenta.
pt: O usuário é responsável por manter suas credenciais de acesso seguras e por todas as atividades realizadas em sua conta.

# privacyPolicySection7Title
source: 7. Changes
de: 7. Änderungen
es: 7. Cambios
pt: 7. Alterações

# privacyPolicySection7Body
source: This Privacy Policy may be updated periodically. We recommend that the user review this document regularly.
de: Diese Datenschutzerklärung kann regelmäßig aktualisiert werden. Wir empfehlen den Benutzern, dieses Dokument regelmäßig zu überprüfen.
es: Esta Política de Privacidad puede actualizarse periódicamente. Recomendamos que el usuario revise este documento con regularidad.
pt: Esta Política de Privacidade pode ser atualizada periodicamente. Recomendamos que o usuário revise este documento regularmente.

# privacyPolicySection8Title
source: 8. Contact
de: 8. Kontakt
es: 8. Contacto
pt: 8. Contato

# privacyPolicySection8Body
source: If you have questions about this Privacy Policy, please contact us at: contact@mystoreday.com.
de: Wenn Sie Fragen zu dieser Datenschutzerklärung haben, kontaktieren Sie uns bitte per E-Mail unter: contact@mystoreday.com.
es: Si tiene alguna duda sobre esta Política de Privacidad, póngase en contacto a través del correo electrónico: contact@mystoreday.com.
pt: Em caso de dúvidas sobre esta Política de Privacidade, entre em contato pelo e-mail: contact@mystoreday.com.

# privacyPolicyLastUpdate
source: Last updated: January 2025
de: Letzte Aktualisierung: Januar 2025
es: Última actualización: enero de 2025
pt: Última atualização: Janeiro de 2025

# termsOfUseTitle
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de Uso
pt: Termos de Uso

# termsOfUseSection1Title
source: 1. Acceptance of Terms
de: 1. Annahme der Bedingungen
es: 1. Aceptación de los Términos
pt: 1. Aceitação dos Termos

# termsOfUseSection1Body
source: By using the MyStoreDay application, the user fully agrees to these Terms of Use. If you do not agree, it is recommended not to use the application.
de: Durch die Nutzung der MyStoreDay-App erklärt sich der Benutzer vollständig mit diesen Nutzungsbedingungen einverstanden. Wenn Sie nicht einverstanden sind, wird empfohlen, die App nicht zu nutzen.
es: Al utilizar la aplicación MyStoreDay, el usuario acepta plenamente estos Términos de Uso. Si no está de acuerdo, se recomienda no utilizar la aplicación.
pt: Ao utilizar o aplicativo MyStoreDay, o usuário concorda integralmente com estes Termos de Uso. Caso não concorde, recomenda-se não utilizar o aplicativo.

# termsOfUseSection2Title
source: 2. Application Purpose
de: 2. Zweck der Anwendung
es: 2. Finalidad de la Aplicación
pt: 2. Finalidade do Aplicativo

# termsOfUseSection2Body
source: MyStoreDay is designed to assist with inventory management, allowing control of products, quantities, and related information.
de: MyStoreDay dient der Unterstützung bei der Lagerverwaltung und ermöglicht die Kontrolle von Produkten, Mengen und zugehörigen Informationen.
es: MyStoreDay tiene como finalidad ayudar en la gestión de inventario, permitiendo el control de productos, cantidades e información relacionada.
pt: O MyStoreDay tem como finalidade auxiliar no gerenciamento de estoque, permitindo o controle de produtos, quantidades e informações relacionadas.

# termsOfUseSection3Title
source: 3. Registration and Responsibility
de: 3. Registrierung und Verantwortung
es: 3. Registro y Responsabilidad
pt: 3. Cadastro e Responsabilidade

# termsOfUseSection3Body
source: The user is responsible for the information provided during registration and for keeping their access credentials confidential.
de: Der Benutzer ist für die bei der Registrierung angegebenen Informationen sowie für die Vertraulichkeit seiner Zugangsdaten verantwortlich.
es: El usuario es responsable de la información proporcionada durante el registro y de mantener la confidencialidad de sus credenciales de acceso.
pt: O usuário é responsável pelas informações fornecidas durante o cadastro e por manter a confidencialidade de seus dados de acesso.

# termsOfUseSection4Title
source: 4. Proper Use
de: 4. Ordnungsgemässe Nutzung
es: 4. Uso Adecuado
pt: 4. Uso Adequado

# termsOfUseSection4Body
source: It is prohibited to use the application for illegal or fraudulent purposes or in ways that may compromise the security and operation of the system.
de: Es ist untersagt, die Anwendung für illegale oder betrügerische Zwecke zu verwenden oder die Sicherheit und den Betrieb des Systems zu gefährden.
es: Está prohibido utilizar la aplicación con fines ilícitos, fraudulentos o que puedan comprometer la seguridad y el funcionamiento del sistema.
pt: É proibido utilizar o aplicativo para fins ilícitos, fraudulentos ou que possam comprometer a segurança e o funcionamento do sistema.

# termsOfUseSection5Title
source: 5. Limitation of Liability
de: 5. Haftungsbeschränkung
es: 5. Limitación de Responsabilidad
pt: 5. Limitação de Responsabilidade

# termsOfUseSection5Body
source: MyStoreDay is not responsible for losses, damages, or harm resulting from improper use of the application or incorrect information provided by the user.
de: MyStoreDay übernimmt keine Haftung für Verluste, Schäden oder Nachteile, die durch eine unsachgemässe Nutzung der Anwendung oder durch vom Benutzer bereitgestellte fehlerhafte Informationen entstehen.
es: MyStoreDay no se responsabiliza por pérdidas, daños o perjuicios derivados del uso inadecuado de la aplicación o de información incorrecta proporcionada por el usuario.
pt: O MyStoreDay não se responsabiliza por perdas, danos ou prejuízos decorrentes do uso inadequado do aplicativo ou de informações incorretas inseridas pelo usuário.

# termsOfUseSection6Title
source: 6. Availability
de: 6. Verfügbarkeit
es: 6. Disponibilidad
pt: 6. Disponibilidade

# termsOfUseSection6Body
source: The application may experience temporary interruptions for maintenance, updates, or external factors beyond the developer’s control.
de: Die Anwendung kann vorübergehend aufgrund von Wartungsarbeiten, Aktualisierungen oder externer Faktoren ausserhalb der Kontrolle des Entwicklers nicht verfügbar sein.
es: La aplicación puede sufrir interrupciones temporales por mantenimiento, actualizaciones o factores externos fuera del control del desarrollador.
pt: O aplicativo pode sofrer interrupções temporárias para manutenção, atualizações ou por fatores externos fora do controle do desenvolvedor.

# termsOfUseSection7Title
source: 7. Changes to the Terms
de: 7. Änderungen der Bedingungen
es: 7. Modificaciones de los Términos
pt: 7. Alterações nos Termos

# termsOfUseSection7Body
source: The Terms of Use may be changed at any time. Users are advised to review this document periodically.
de: Die Nutzungsbedingungen können jederzeit geändert werden. Es wird empfohlen, dieses Dokument regelmässig zu überprüfen.
es: Los Términos de Uso pueden modificarse en cualquier momento. Se recomienda que el usuario revise este documento periódicamente.
pt: Os Termos de Uso podem ser alterados a qualquer momento. Recomenda-se que o usuário revise este documento periodicamente.

# termsOfUseSection8Title
source: 8. Contact
de: 8. Kontakt
es: 8. Contacto
pt: 8. Contato

# termsOfUseSection8Body
source: If you have questions regarding these Terms of Use, please contact us at: contact@mystoreday.com.
de: Bei Fragen zu diesen Nutzungsbedingungen kontaktieren Sie uns bitte per E-Mail unter: contact@mystoreday.com.
es: Si tiene dudas relacionadas con estos Términos de Uso, póngase en contacto a través del correo electrónico: contact@mystoreday.com.
pt: Em caso de dúvidas relacionadas a estes Termos de Uso, entre em contato pelo e-mail: contact@mystoreday.com.

# termsOfUseLastUpdate
source: Last updated: January 2025
de: Letzte Aktualisierung: Januar 2025
es: Última actualización: enero de 2025
pt: Última atualização: Janeiro de 2025

# reportsTitle
source: Reports
de: Berichte
es: Informes
pt: Relatórios

# reportsPeriodDay
source: Day
de: Tag
es: Día
pt: Dia

# relatoriosPercentAll
source: All
de: Alle
es: Todos
pt: Todos

# relatoriosCumulativeMovementsTitle
source: Cumulative movements throughout the day
de: Kumulative Bewegungen im Tagesverlauf
es: Movimientos acumulados a lo largo del día
pt: Movimentações cumulativas ao longo do dia

# relatoriosEntries
source: Entries
de: Zugänge
es: Entradas
pt: Entradas

# relatoriosExits
source: Exits
de: Abgänge
es: Salidas
pt: Saídas

# relatoriosAll
source: All
de: Alle
es: Todos
pt: Todos

# relatoriosTimeAxisLabel
source: Time
de: Uhrzeit
es: Hora
pt: Horário

# relatoriosEntry
source: Entry
de: Zugang
es: Entrada
pt: Entrada

# relatoriosExit
source: Exit
de: Abgang
es: Salida
pt: Saída

# relatoriosPieTitle
source: Percentage distribution — {modeLabel}
de: Prozentuale Verteilung — {modeLabel}
es: Distribución porcentual — {modeLabel}
pt: Distribuição percentual — {modeLabel}

# relatoriosChartLine
source: Line
de: Linie
es: Línea
pt: Linha

# relatoriosChartPercent
source: Pie
de: Kreis
es: Circular
pt: Pizza

# relatoriosToday
source: Today
de: Heute
es: Hoy
pt: Hoje

# relatoriosNoMovementsForDate
source: No movements on {dateText}
de: Keine Bewegungen am {dateText}
es: No hay movimientos en {dateText}
pt: Nenhuma movimentação em {dateText}

# relatoriosSelectAnotherDateHint
source: Select another date or add new movements.
de: Wählen Sie ein anderes Datum oder fügen Sie neue Bewegungen hinzu.
es: Seleccione otra fecha o agregue nuevos movimientos.
pt: Selecione outra data ou adicione novas movimentações.

# relatoriosEntryWithValue
source: Entry: {value}
de: Zugang: {value}
es: Entrada: {value}
pt: Entrada: {value}

# relatoriosExitWithValue
source: Exit: {value}
de: Abgang: {value}
es: Salida: {value}
pt: Saída: {value}

# relatoriosEntriesWithValue
source: Entries: {value}
de: Zugänge: {value}
es: Entradas: {value}
pt: Entradas: {value}

# relatoriosExitsWithValue
source: Exits: {value}
de: Abgänge: {value}
es: Salidas: {value}
pt: Saídas: {value}

# relatoriosMovedProductsTitle
source: Moved products
de: Bewegte Produkte
es: Productos movidos
pt: Produtos movimentados

# relatoriosExecutiveSummaryTitle
source: Daily executive summary
de: Tägliche Zusammenfassung
es: Resumen ejecutivo del día
pt: Resumo executivo do dia

# relatoriosNetBalance
source: Net balance
de: Nettosaldo
es: Saldo neto
pt: Saldo líquido

# relatoriosExportReport
source: Export report
de: Bericht exportieren
es: Exportar informe
pt: Exportar relatório

# relatoriosProductReportTitle
source: Product report
de: Produktbericht
es: Informe del producto

# relatoriosNoMovementsForPeriod
source: No movements in {periodDescription}
de: Keine Bewegungen in {periodDescription}
es: Ningún movimiento en {periodDescription}

# relatoriosSelectAnotherMonthHint
source: Select another month or add new movements.
de: Wählen Sie einen anderen Monat oder fügen Sie neue Bewegungen hinzu.
es: Selecciona otro mes o añade nuevos movimientos.

# relatoriosAvailabilityAvailable
source: Available
de: Verfügbar
es: Disponible

# relatoriosAvailabilityUnavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible

# relatoriosCurrentStockWithValue
source: Current stock: {value}
de: Aktueller Bestand: {value}
es: Stock actual: {value}

# relatoriosCumulativeMovementsOfProduct
source: Cumulative movements for {productName}
de: Kumulierte Bewegungen für {productName}
es: Movimientos acumulados de {productName}

# relatoriosCumulativeMovementsOfProductInMonth
source: Cumulative movements for {productName} this month
de: Kumulierte Bewegungen für {productName} im Monat
es: Movimientos acumulados de {productName} en el mes

# relatoriosExecutiveSummaryProductTitle
source: Product executive summary
de: Produktübersicht
es: Resumen ejecutivo del producto

# relatoriosDetailedMovementsTitle
source: Detailed movements
de: Detaillierte Bewegungen
es: Movimientos detallados

# relatoriosTimeLabel
source: Time
de: Uhrzeit
es: Hora

# alertasTitle
source: Stock alerts
de: Bestandswarnungen
es: Alertas de stock

# alertasSearchHint
source: Search product...
de: Produkt suchen...
es: Buscar producto...

# alertasFilterAll
source: All
de: Alle
es: Todos

# alertasFilterZero
source: Out of stock
de: Ausverkauft
es: Sin stock

# alertasFilterCritical
source: Critical
de: Kritisch
es: Crítico

# alertasSectionZero
source: Out of stock
de: Bestand 0
es: Stock agotado

# alertasSectionCritical
source: Critical stock
de: Kritischer Bestand
es: Stock crítico

# alertasQuantityWithValue
source: Quantity: {value}
de: Menge: {value}
es: Cantidad: {value}

# alertasOrderNow
source: Order now
de: Jetzt bestellen
es: Pedir ahora

# alertasNotify
source: Notify
de: Benachrichtigen
es: Notificar

# alertasEmptyTitle
source: No active alerts
de: Keine aktiven Warnungen
es: Ninguna alerta activa

# alertasEmptySubtitle
source: Your stock is in order!
de: Ihr Bestand ist in Ordnung!
es: ¡Tu stock está en orden!

# commonCancel
source: Cancel
de: Abbrechen
es: Cancelar

# commonConfirm
source: Confirm
de: Bestätigen
es: Confirmar

# productDetailsProductName
source: Product name
de: Produktname
es: Nombre del producto

# productDetailsCategory
source: Category
de: Kategorie
es: Categoría

# productDetailsTotalCostInStock
source: Total stock cost
de: Gesamtkosten im Lager
es: Costo total en stock

# productDetailsMinStock
source: Minimum stock
de: Mindestbestand
es: Stock mínimo

# productDetailsStockQuantity
source: Stock quantity
de: Bestand
es: Cantidad en stock

# productDetailsUnitPrice
source: Unit price
de: Stückpreis
es: Precio unitario

# productDetailsAvgCost
source: Average cost
de: Durchschnittskosten
es: Costo promedio

# productDetailsBarcode
source: Barcode
es: Código de barras

# productDetailsSaveChanges
source: Save changes
de: Änderungen speichern
es: Guardar cambios

# productDetailsDeleteProduct
source: Delete product
de: Produkt löschen
es: Eliminar producto

# productDetailsMinStockInvalid
source: Invalid minimum stock
de: Ungültiger Mindestbestand
es: Stock mínimo inválido

# productDetailsDeletedSuccess
source: Product deleted successfully
de: Produkt erfolgreich gelöscht
es: Producto eliminado con éxito

# productDetailsConfirmDeletionTitle
source: Confirm deletion
de: Löschen bestätigen
es: Confirmar eliminación

# productDetailsConfirmDeletionMessage
source: For security, enter your password to continue.
de: Gib aus Sicherheitsgründen dein Passwort ein, um fortzufahren.
es: Por seguridad, ingresa tu contraseña para continuar.

# productDetailsPasswordLabel
source: Password
de: Passwort
es: Contraseña

# productDetailsPasswordEmpty
source: Please enter your password.
de: Bitte gib dein Passwort ein.
es: Por favor, ingresa tu contraseña.

# productDetailsPasswordVerifyError
source: Could not verify password. Try again.
de: Passwort konnte nicht überprüft werden. Versuche es erneut.
es: Error al verificar la contraseña. Inténtalo de nuevo.

# productDetailsPasswordWrong
source: Wrong password. Try again.
de: Falsches Passwort. Versuche es erneut.
es: Contraseña incorrecta. Inténtalo de nuevo.

# scannerBarcodeInstruction
source: Place the barcode inside the highlighted area
de: Platziere den Barcode innerhalb des markierten Bereichs
es: Coloca el código de barras dentro del área resaltada

# scannerBarcodeScannedLabel
source: Scanned code
de: Gescannter Code
es: Código escaneado

# scannerResultSuccessTitle
source: Code scanned
de: Code gescannt
es: Código escaneado

# scannerResultErrorTitle
source: Scan error
de: Scan-Fehler
es: Error al escanear

# scannerResultCode
source: Code: {code}
es: Código: {code}

source: No
de: Nein
pt: Não
