Repository: ghzdeveloperz/controllstok_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt

source: Hello
de: Hallo
es: Hola
pt: Olá

source: Hello, {company}.
de: Hallo, {company}.
es: Hola, {company}.
pt: Olá, {company}.

# authChoiceLogin
source: Login
de: Anmelden
es: Iniciar sesión

# authChoiceRegister
source: Register
de: Registrieren
es: Registrarse
pt: Cadastrar

# stockToday
source: Your stock today
de: Ihr Bestand heute
es: Tu stock hoy
pt: Seu estoque hoje

# searchProductHint
source: Search product...
de: Produkt suchen...
es: Buscar producto...
pt: Buscar produto...

# allCategory
source: All
de: Alle
es: Todos
pt: Todos

source: No products found
de: Keine Produkte gefunden
es: No se encontraron productos
pt: Nenhum produto encontrado

# languageTitle
source: Language
de: Sprache
es: Idioma
pt: Idioma

# languageSystem
source: System language
de: Systemsprache
es: Idioma del sistema
pt: Idioma do sistema

# languageSystemDescription
source: Use your device language automatically
de: Die Sprache Ihres Geräts automatisch verwenden
es: Usar automáticamente el idioma de tu dispositivo
pt: Usar o idioma do seu dispositivo automaticamente

# searchLanguageHint
source: Search language...
de: Sprache suchen...
es: Buscar idioma...
pt: Buscar idioma...

# languageSectionPreferences
source: Preferences
de: Einstellungen
es: Preferencias
pt: Preferências

# languageSectionAvailable
source: Available languages
de: Verfügbare Sprachen
es: Idiomas disponibles
pt: Idiomas disponíveis

# selectedLabel
source: Selected
de: Ausgewählt
es: Seleccionado
pt: Selecionado

source: No language found
de: Keine Sprache gefunden
es: No se encontró ningún idioma
pt: Nenhum idioma encontrado

# languageConfirmTitle
source: Confirm change
de: Änderung bestätigen
es: Confirmar cambio
pt: Confirmar alteração

# languageConfirmMessage
source: Do you want to apply this language now? You can change it again whenever you want.
de: Möchten Sie diese Sprache jetzt anwenden? Sie können sie jederzeit wieder ändern.
es: ¿Deseas aplicar este idioma ahora? Puedes cambiarlo nuevamente cuando quieras.
pt: Deseja aplicar este idioma agora? Você pode alterar novamente quando quiser.

source: Apply
de: Anwenden
es: Aplicar
pt: Aplicar

source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# fieldRequired
source: Required field
de: Pflichtfeld
es: Campo obligatorio
pt: Campo obrigatório

# newProductTitle
source: New Product
de: Neues Produkt
es: Nuevo producto
pt: Novo Produto

# newProductSectionInfo
source: Product information
de: Produktinformationen
es: Información del producto
pt: Informações do produto

# newProductNameLabel
source: Product name
de: Produktname
es: Nombre del producto
pt: Nome do produto

# newProductNameHint
source: e.g., Rice 5kg
de: z. B. Reis 5 kg
es: Ej.: Arroz 5 kg
pt: Ex: Arroz 5kg

# newProductNameMin
source: Name must be at least 2 characters
de: Der Name muss mindestens 2 Zeichen haben
es: El nombre debe tener al menos 2 caracteres
pt: Nome deve ter pelo menos 2 caracteres

# newProductNameMax
source: Name must be at most 50 characters
de: Der Name darf höchstens 50 Zeichen haben
es: El nombre debe tener como máximo 50 caracteres
pt: Nome deve ter no máximo 50 caracteres

# newProductNameDuplicateValidator
source: Name already exists. Choose another.
de: Name existiert bereits. Wählen Sie einen anderen.
es: El nombre ya existe. Elige otro.
pt: Nome já existe. Escolha outro.

# newProductDuplicateNameMessage
source: This name already exists. You can edit it.
de: Dieser Name existiert bereits. Sie können ihn bearbeiten.
es: Este nombre ya existe. Puedes editarlo.
pt: Este nome já existe. Você pode editá-lo.

# newProductNameHelperChars
source: {count}/50 characters
de: {count}/50 Zeichen
es: {count}/50 caracteres
pt: {count}/50 caracteres

# newProductNameHelperNearLimit
source: (Near the limit)
de: (Fast am Limit)
es: (Cerca del límite)
pt: (Quase perto do limite)

# newProductNameHelperLimitReached
source: (limit reached)
de: (Limit erreicht)
es: (límite alcanzado)
pt: (limite atingido)

# newProductQuantityLabel
source: Quantity
de: Menge
es: Cantidad
pt: Quantidade

# newProductPriceLabel
source: Price ($)
de: Preis (R$)
es: Precio ($)
pt: Preço (R$)

# newProductFillAllFields
source: Fill in all fields
de: Füllen Sie alle Felder aus
es: Completa todos los campos
pt: Preencha todos os campos

# newProductNameAlreadyExists
source: A product with this name already exists
de: Es gibt bereits ein Produkt mit diesem Namen
es: Ya existe un producto con este nombre
pt: Já existe um produto com este nome

# newProductBarcodeAlreadyLinked
source: This barcode is already linked to product {name}.
de: Dieser Barcode ist bereits dem Produkt {name} zugeordnet.
es: Este código de barras ya está asociado al producto {name}.
pt: Este código de barras já está associado ao produto {name}.

# newProductGenericSaveError
source: Error saving
de: Fehler beim Speichern
es: Error al guardar
pt: Erro ao salvar

# newProductSaveErrorWithMessage
source: Error saving: {error}
de: Fehler beim Speichern: {error}
es: Error al guardar: {error}
pt: Erro ao salvar: {error}

# newProductImageAdd
source: Add image
de: Bild hinzufügen
es: Agregar imagen
pt: Adicionar imagem

# newProductBarcodeLabel
source: Barcode
es: Código de barras
pt: Código de barras

# newProductBarcodeHint
source: e.g., 7891234567890
de: z. B. 7891234567890
es: Ej.: 7891234567890
pt: Ex: 7891234567890

# newProductCategoryLabel
source: Category
de: Kategorie
es: Categoría
pt: Categoria

# newProductCategoryLoading
source: Loading categories...
de: Kategorien werden geladen...
es: Cargando categorías...
pt: Carregando categorias...

# newProductCategoryHint
source: Select a category
de: Kategorie auswählen
es: Selecciona una categoría
pt: Selecione uma categoria

# newProductCategoryValidator
source: Select a category
de: Wählen Sie eine Kategorie aus
es: Selecciona una categoría
pt: Selecione uma categoria

# newProductSaveButton
source: Save product
de: Produkt speichern
es: Guardar producto
pt: Salvar produto

# loginPasswordHint
source: Password
de: Passwort
es: Contraseña
pt: Senha

# loginForgotPassword
source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
pt: Esqueceu a senha?

# loginSubmitButton
source: Sign in
de: Anmelden
es: Entrar
pt: Entrar

# loginOrContinueWith
source: or continue with
de: oder weiter mit
es: o continúa con
pt: ou continue com

# loginWithGoogle
source: Sign in with Google
de: Mit Google anmelden
es: Entrar con Google
pt: Entre com Google

# loginWithApple
source: Sign in with Apple
de: Mit Apple anmelden
es: Entrar con Apple
pt: Entre com Apple

# loginWelcomeBackTitle
source: Welcome back!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
pt: Bem-vindo de volta!

# loginWelcomeBackSubtitle
source: Sign in and manage your stock with ease.
de: Melden Sie sich an und verwalten Sie Ihren Bestand ganz einfach.
es: Entra y gestiona tu stock con facilidad.
pt: Entre, e gerencie seu estoque com facilidade.

# loginNoAccountPrefix
source: Don’t have an account?
de: Noch kein Konto?
es: ¿Aún no tienes cuenta?
pt: Ainda não tem conta?

# loginCreateNow
source: Create now
de: Jetzt erstellen
es: Crear ahora
pt: Criar agora

# loginErrorFillEmailAndPassword
source: Enter email and password
de: Geben Sie E-Mail und Passwort ein
es: Completa el email y la contraseña
pt: Preencha email e senha

# loginErrorGetUser
source: Error getting user
de: Fehler beim Abrufen des Benutzers
es: Error al obtener el usuario
pt: Erro ao obter usuário

# loginErrorUserNotFound
source: User not found
de: Benutzer nicht gefunden
es: Usuario no encontrado
pt: Usuário não encontrado

# loginErrorAccountDisabled
source: Your account is disabled.
de: Ihr Konto ist deaktiviert.
es: Tu cuenta está desactivada.
pt: Sua conta está desativada.

# loginDialogAccountDisabledTitle
source: Account disabled
de: Konto deaktiviert
es: Cuenta desactivada
pt: Conta desativada

# loginDialogAccountDisabledMessage
source: Your account is disabled. Please contact support.
de: Ihr Konto ist deaktiviert. Bitte wenden Sie sich an den Support.
es: Tu cuenta está desactivada. Ponte en contacto con soporte.
pt: Sua conta está desativada. Entre em contato com o suporte.

# loginErrorCheckUser
source: Error checking user
de: Fehler beim Überprüfen des Benutzers
es: Error al verificar el usuario
pt: Erro ao verificar usuário

# loginResetPasswordEmailRequired
source: Enter your email to reset your password
de: Geben Sie Ihre E-Mail ein, um das Passwort zurückzusetzen
es: Introduce tu email para restablecer la contraseña
pt: Informe seu email para redefinir a senha

# loginResetPasswordSuccess
source: We sent a reset link to your email.
de: Wir haben einen Link zum Zurücksetzen an Ihre E-Mail gesendet.
es: Enviamos un enlace de restablecimiento a tu email.
pt: Enviamos um link de redefinição para seu e-mail.

# loginResetPasswordUnexpectedError
source: Unexpected error while resetting password
de: Unerwarteter Fehler beim Zurücksetzen des Passworts
es: Error inesperado al restablecer la contraseña
pt: Erro inesperado ao redefinir senha

# loginLoadingGoogle
source: Signing in with Google...
de: Anmeldung mit Google...
es: Entrando con Google...
pt: Entrando com Google...

# loginLoadingPrepareAccount
source: Preparing your account...
de: Ihr Konto wird vorbereitet...
es: Preparando tu cuenta...
pt: Preparando sua conta...

# loginFillEmailAndPassword
source: Enter email and password
de: Geben Sie E-Mail und Passwort ein
es: Completa el email y la contraseña
pt: Preencha email e senha

# loginErrorGettingUser
source: Error getting user
de: Fehler beim Abrufen des Benutzers
es: Error al obtener el usuario
pt: Erro ao obter usuário

# loginUserNotFound
source: User not found
de: Benutzer nicht gefunden
es: Usuario no encontrado
pt: Usuário não encontrado

# loginAccountDisabledShort
source: Your account is disabled.
de: Ihr Konto ist deaktiviert.
es: Tu cuenta está desactivada.
pt: Sua conta está desativada.

# loginAccountDisabledTitle
source: Account disabled
de: Konto deaktiviert
es: Cuenta desactivada
pt: Conta desativada

# loginAccountDisabledMessage
source: Your account is disabled. Please contact support.
de: Ihr Konto ist deaktiviert. Bitte wenden Sie sich an den Support.
es: Tu cuenta está desactivada. Ponte en contacto con soporte.
pt: Sua conta está desativada. Entre em contato com o suporte.

# loginErrorCheckingUser
source: Error checking user
de: Fehler beim Überprüfen des Benutzers
es: Error al verificar el usuario
pt: Erro ao verificar usuário

# loginEnterEmailToReset
source: Enter your email to reset your password
de: Geben Sie Ihre E-Mail ein, um das Passwort zurückzusetzen
es: Introduce tu email para restablecer la contraseña
pt: Informe seu email para redefinir a senha

# loginResetLinkSent
source: We sent a reset link to your email.
de: Wir haben einen Link zum Zurücksetzen an Ihre E-Mail gesendet.
es: Enviamos un enlace de restablecimiento a tu email.
pt: Enviamos um link de redefinição para seu e-mail.

# loginUnexpectedResetError
source: Unexpected error while resetting password
de: Unerwarteter Fehler beim Zurücksetzen des Passworts
es: Error inesperado al restablecer la contraseña
pt: Erro inesperado ao redefinir senha

# loginSigningInWithGoogle
source: Signing in with Google...
de: Anmeldung mit Google...
es: Entrando con Google...
pt: Entrando com Google...

# loginPreparingAccount
source: Preparing your account...
de: Ihr Konto wird vorbereitet...
es: Preparando tu cuenta...
pt: Preparando sua conta...

# registerHeaderTitle
source: Create your account
de: Erstellen Sie Ihr Konto
es: Crea tu cuenta
pt: Crie sua conta

# registerHeaderSubtitle
source: Get full control of your stock from day one.
de: Behalten Sie vom ersten Tag an die volle Kontrolle über Ihren Bestand.
es: Ten control total de tu stock desde el primer día.
pt: Tenha controle total do seu estoque desde o primeiro dia.

# registerGoogleGenericFail
source: Failed to sign in with Google. Try again.
de: Anmeldung mit Google fehlgeschlagen. Bitte versuchen Sie es erneut.
es: No se pudo entrar con Google. Inténtalo de nuevo.
pt: Falha ao entrar com Google. Tente novamente.

# registerCancelFail
source: Couldn’t cancel right now. Try again.
de: Abbrechen ist derzeit nicht möglich. Bitte versuchen Sie es erneut.
es: No se pudo cancelar ahora. Inténtalo de nuevo.
pt: Não foi possível cancelar agora. Tente novamente.

# registerEmailRequired
source: Enter your email.
de: Bitte füllen Sie die E-Mail aus.
es: Completa el email.
pt: Preencha o e-mail.

# registerSendVerificationUnexpectedError
source: Unexpected error sending verification.
de: Unerwarteter Fehler beim Senden der Verifizierung.
es: Error inesperado al enviar la verificación.
pt: Erro inesperado ao enviar verificação.

# registerVerificationEmailResent
source: Email resent. Check your inbox (and spam).
de: E-Mail erneut gesendet. Prüfen Sie Ihren Posteingang (und Spam).
es: Email reenviado. Revisa tu bandeja de entrada (y spam).
pt: E-mail reenviado. Verifique a caixa de entrada (e spam).

# registerResendVerificationUnexpectedError
source: Unexpected error resending verification.
de: Unerwarteter Fehler beim erneuten Senden der Verifizierung.
es: Error inesperado al reenviar la verificación.
pt: Erro inesperado ao reenviar verificação.

# registerChangeEmailHint
source: You can change the email and try again.
de: Sie können die E-Mail ändern und es erneut versuchen.
es: Puedes cambiar el email e intentarlo de nuevo.
pt: Você pode alterar o e-mail e tentar novamente.

# registerChangeEmailFail
source: Couldn’t change the email right now. Try again.
de: Ändern ist derzeit nicht möglich. Bitte versuchen Sie es erneut.
es: No se pudo cambiar ahora. Inténtalo de nuevo.
pt: Não foi possível alterar agora. Tente novamente.

# registerPasswordAndConfirmRequired
source: Enter password and confirmation.
de: Geben Sie das Passwort und die Bestätigung ein.
es: Completa la contraseña y la confirmación.
pt: Preencha a senha e a confirmação.

# registerPasswordsDoNotMatch
source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
pt: As senhas não coincidem.

# registerCreateAccountUnexpectedError
source: Unexpected error creating account.
de: Unerwarteter Fehler beim Erstellen des Kontos.
es: Error inesperado al crear la cuenta.
pt: Erro inesperado ao criar conta.

# registerErrorEmailAlreadyInUse
source: This email is already in use.
de: Diese E-Mail wird bereits verwendet.
es: Este email ya está en uso.
pt: Este e-mail já está em uso.

# registerErrorWeakPassword
source: Weak password.
de: Schwaches Passwort.
es: Contraseña débil.
pt: Senha fraca.

# registerErrorNoConnection
source: No connection. Try again.
de: Keine Verbindung. Bitte versuchen Sie es erneut.
es: Sin conexión. Inténtalo de nuevo.
pt: Sem conexão. Tente novamente.

# registerErrorTooManyRequests
source: Too many attempts. Please wait a moment.
de: Zu viele Versuche. Bitte warten Sie einen Moment.
es: Demasiados intentos. Espera un momento.
pt: Muitas tentativas. Aguarde um pouco.

# registerErrorGeneric
source: Error continuing registration.
de: Fehler beim Fortsetzen der Registrierung.
es: Error al continuar el registro.
pt: Erro ao continuar o cadastro.

# registerEmailValidatorRequired
source: Enter email
de: Geben Sie die E-Mail an
es: Introduce el email
pt: Informe o email

# registerFooterHaveAccount
source: Already have an account?
de: Haben Sie schon ein Konto?
es: ¿Ya tienes cuenta?
pt: Já possui conta?

# registerFooterLogin
source: Sign in
de: Anmelden
es: Iniciar sesión
pt: Fazer login

# registerPasswordLabel
source: Password
de: Passwort
es: Contraseña
pt: Senha

# registerConfirmPasswordLabel
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
pt: Confirmar senha

# registerContinueWithGoogle
source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
pt: Continue com Google

# registerContinueWithApple
source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
pt: Continue com Apple

# registerGoogleCancelled
source: Google sign-in cancelled.
de: Google-Anmeldung abgebrochen.
es: Inicio de sesión con Google cancelado.
pt: Login com Google cancelado.

# registerGoogleUserNotFound
source: Couldn’t get Google user.
de: Der Google-Benutzer konnte nicht abgerufen werden.
es: No se pudo obtener el usuario de Google.
pt: Não foi possível obter o usuário do Google.

# registerInvalidEmail
source: Invalid email.
de: Ungültige E-Mail.
es: Email inválido.
pt: E-mail inválido.

# registerVerificationEmailSent
source: Verification email sent. Check your inbox (and spam).
de: Verifizierungs-E-Mail gesendet. Prüfen Sie Ihren Posteingang (und Spam).
es: Email de verificación enviado. Revisa tu bandeja de entrada (y spam).
pt: E-mail de verificação enviado. Verifique sua caixa de entrada (e spam).

# registerVerifyEmailBeforeContinue
source: Verify your email before continuing.
de: Bitte verifizieren Sie Ihre E-Mail, bevor Sie fortfahren.
es: Verifica tu email antes de continuar.
pt: Verifique seu e-mail antes de continuar.

# registerPasswordMustBeStrong
source: Password must be strong to create the account.
de: Das Passwort muss stark sein, um das Konto zu erstellen.
es: La contraseña debe ser fuerte para crear la cuenta.
pt: A senha precisa ser forte para criar a conta.

# registerInvalidSessionRedoEmailVerification
source: Invalid session. Redo email verification.
de: Ungültige Sitzung. Wiederholen Sie die E-Mail-Verifizierung.
es: Sesión inválida. Repite la verificación del email.
pt: Sessão inválida. Refaça a verificação do e-mail.

# registerEnteringWithGoogleLoading
source: Signing in with Google...
de: Anmeldung mit Google...
es: Entrando con Google...
pt: Entrando com Google...

# registerLoginNotCompleted
source: Login not completed. Try again.
de: Anmeldung nicht abgeschlossen. Bitte versuchen Sie es erneut.
es: Inicio de sesión no completado. Inténtalo de nuevo.
pt: Login não concluído. Tente novamente.

# registerPreparingAccountLoading
source: Preparing your account...
de: Ihr Konto wird vorbereitet...
es: Preparando tu cuenta...
pt: Preparando sua conta...

# registerSendVerificationButton
source: Send verification email
de: Verifizierungs-E-Mail senden
es: Enviar email de verificación
pt: Enviar e-mail de verificação

# registerResendVerificationButton
source: Resend verification email
de: Verifizierungs-E-Mail erneut senden
es: Reenviar email de verificación
pt: Reenviar e-mail de verificação

# registerResendInSeconds
source: Resend in {seconds}s
de: Erneut senden in {seconds}s
es: Reenviar en {seconds}s
pt: Reenviar em {seconds}s

# registerNotThisEmail
source: Not this email?
de: Nicht diese E-Mail?
es: ¿No es este email?
pt: Não é esse e-mail?

# registerOrContinueWith
source: or continue with
de: oder weiter mit
es: o continúa con
pt: ou continue com

# registerAppleNotImplemented
source: Apple not implemented yet.
de: Apple ist noch nicht implementiert.
es: Apple aún no está implementado.
pt: Apple ainda não implementado.

# registerPasswordHint
source: Password
de: Passwort
es: Contraseña
pt: Senha

# registerConfirmPasswordHint
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
pt: Confirmar senha

# registerCreateAccountButton
source: Create account
de: Konto erstellen
es: Crear cuenta
pt: Criar conta

# registerDeleteRegistration
source: Delete registration
de: Registrierung löschen
es: Eliminar registro
pt: Excluir cadastro

# registerPasswordStrengthVeryWeak
source: Very weak
de: Sehr schwach
es: Muy débil
pt: Muito fraca

# registerPasswordStrengthWeak
source: Weak
de: Schwach
es: Débil
pt: Fraca

# registerPasswordStrengthStrong
source: Strong
de: Stark
es: Fuerte
pt: Forte

# registerPasswordStrengthLine
source: Password strength: {label}
de: Passwortstärke: {label}
es: Fuerza de la contraseña: {label}
pt: Força da senha: {label}

# registerPasswordTip
source: Tip: 8+ chars, uppercase, lowercase, number and symbol.
de: Tipp: 8+ Zeichen, Groß-/Kleinbuchstaben, Zahl und Symbol.
es: Consejo: 8+ caracteres, mayúscula, minúscula, número y símbolo.
pt: Dica: 8+ chars, maiúscula, minúscula, número e símbolo.

# registerEmailVerifiedStatus
source: Email verified.
de: E-Mail verifiziert.
es: Email verificado.
pt: E-mail verificado.

# registerAwaitingUserVerification
source: Waiting for user verification
de: Warten auf Benutzerverifizierung
es: Esperando la verificación del usuario
pt: Aguardando verificação do usuário

# registerRestoringRegistration
source: Restoring your registration...
de: Ihre Registrierung wird wiederhergestellt...
es: Restaurando tu registro...
pt: Restaurando seu cadastro...

source: Yes
de: Ja
es: Sí
pt: Sim

# companyHeaderTitle
source: Set up your company
de: Unternehmen einrichten
es: Configura tu empresa
pt: Configure sua empresa

# companyHeaderAccountLine
source: Account: {email}
de: Konto: {email}
es: Cuenta: {email}
pt: Conta: {email}

# companyHeaderSubtitle
source: These details help personalize your system and keep your reports organized.
de: Diese Angaben helfen, dein System zu personalisieren und deine Berichte zu organisieren.
es: Estos datos ayudan a personalizar tu sistema y organizar tus informes.
pt: Essas informações ajudam a personalizar seu sistema e organizar seus relatórios.

# companyCompanyHint
source: Legal name / company name
de: Firmenname / rechtlicher Name
es: Razón social / nombre de la empresa
pt: Razão social / nome da empresa

# companyHasFantasyNameQuestion
source: Does your company use a trade name?
de: Hat dein Unternehmen einen Handelsnamen?
es: ¿Tu empresa tiene nombre comercial?
pt: Sua empresa tem nome fantasia?

# companyFantasyNameHint
source: Trade name
de: Handelsname
es: Nombre comercial
pt: Nome fantasia

# companyHasOwnerQuestion
source: Would you like to add a person in charge?
de: Möchtest du eine verantwortliche Person angeben?
es: ¿Quieres informar un responsable?
pt: Deseja informar um responsável?

# companyOwnerHint
source: Person in charge
de: Verantwortliche Person
es: Responsable
pt: Responsável

# companyHasPhoneQuestion
source: Would you like to add a phone/WhatsApp number?
de: Möchtest du Telefon/WhatsApp angeben?
es: ¿Quieres informar teléfono/WhatsApp?
pt: Deseja informar telefone/WhatsApp?

# companyPhoneHint
source: Phone / WhatsApp
de: Telefon / WhatsApp
es: Teléfono / WhatsApp
pt: Telefone / WhatsApp

# companyBusinessTypeHint
source: Business type
de: Branche
es: Tipo de negocio
pt: Tipo de negócio

# companyBusinessTypeSelectTitle
source: Select the business type
de: Branche auswählen
es: Selecciona el tipo de negocio
pt: Selecione o tipo de negócio

# companyBusinessTypeOtherHint
source: Describe (up to 20 characters)
de: Beschreiben (bis zu 20 Zeichen)
es: Describe (hasta 20 caracteres)
pt: Descreva (até 20 caracteres)

# companyBusinessTypeRestaurant
source: Restaurant
es: Restaurante
pt: Restaurante

# companyBusinessTypeMarket
source: Market
de: Markt
es: Mercado
pt: Mercado

# companyBusinessTypeBakery
source: Bakery
de: Bäckerei
es: Panadería
pt: Padaria

# companyBusinessTypePharmacy
source: Pharmacy
de: Apotheke
es: Farmacia
pt: Farmácia

# companyBusinessTypeStore
source: Store
de: Geschäft
es: Tienda
pt: Loja

# companyBusinessTypeWorkshop
source: Workshop
de: Werkstatt
es: Taller
pt: Oficina

# companyBusinessTypeIndustry
source: Industry
de: Industrie
es: Industria
pt: Indústria

# companyBusinessTypeDistributor
source: Distributor
de: Großhändler
es: Distribuidora
pt: Distribuidora

# companyBusinessTypeOther
source: Other
de: Sonstiges
es: Otro
pt: Outro

# companyAcceptTermsPrefix
source: I have read and agree to the
de: Ich habe gelesen und stimme zu:
es: He leído y acepto los
pt: Eu li e concordo com os

# companyTermsLink
source: Terms of use
de: Nutzungsbedingungen
es: Términos de uso
pt: Termos de uso
